/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "DK-070918";

"common-controls-restart"		= "Start igen";
"common-controls-shutdown"		= "Luk ned";
"common-controls-continue"		= "Fortsæt";

"common-tab-apple-title"		= " Om ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Hardwaretest ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Beskrivelse af hardware ";	// does look better with spaces at head and tail
"common-version-str"			= "Version ";
"common-bundle-str"				= "Softwarepakke ";

"mark-graphics-unknown-str"		= "Ukendt skærm";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Installeret";
"mark-generic-absent-str"		= "Ikke fundet";
"mark-generic-hasDevice-str"	= "Enhed tilsluttet";
"mark-generic-hasNoDevice-str"	= "Ingen enhed tilsluttet";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " time ";
"units-hours-str"		= " timer ";
"units-min-str"			= " min. ";
"units-mins-str"		= " minutter ";
"units-sec-str"			= " sek.";
"units-secs-str"		= " sekunder";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= ". ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test kan ikke bruges på denne computer.";
"notcompat-ownrisk-str"			= "Hvis du fortsætter, er det på eget ansvar.";


"test-head-intro1-text"			= "Apple Hardware Test kan teste hardwaren i din Macintosh.";
"test-head-intro2-text"			= "Du udfører testprogrammerne ved at klikke på knappen “Test” eller trykke på “T”.";

"test-probe-onto-text"			= "Kontrollerer hardware; det kan tage op til et minut...";
"test-probe-outof-text"			= "Kontrol af hardware gennemført.";

"test-controls-launch"			= "Test";
"test-controls-interrupt"		= "Stop test";

"test-choices-title"			= "Vælg test";
"test-about-title"				= "Om test og resultater";
"test-results-title"			= "Resultater";

"test-results-notestyet"		= "Der kan ikke afvikles en test, før kontrollen er gennemført.";
"test-results-nodevfound"		= "Ingen enheder fundet.";
"test-results-notyet"			= "Klar til test.";
"test-results-quick-ongoing"	= "Test i gang.";
"test-results-extend-ongoing"	= "Udvidet test i gang.";
"test-results-willstop"			= "Testen stopper.";
"test-results-interrupted"		= "Testen blev ikke gennemført.";
"test-results-nofail"			= "Ingen problemer fundet.";
"test-results-error"			= "Intern fejl under test.";
"test-results-failed"			= "Advarsel!  Apple Hardware Test har fundet en fejl.";

"test-ongoing-short-status"		= "Test i gang.";
"test-ongoing-mlb-status"		= "Tester hovedkort.";
"test-ongoing-memory-status"	= "Tester hukommelse.";
"test-ongoing-storage-status"	= "Tester lagringsplads.";
"test-ongoing-video-status"		= "Tester grafik.";

"test-ongoing-pass-time-text"	= " inde i testforløbet...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "inde i testforløbet...";
"test-ongoing-sess-pass-text"	= "Kontrol nummer: ";
"test-ongoing-sess-time-text"	= "Testtid i alt: ";

"test-desc-initial-1-text"	= "Apple Hardware Test finder og diagnosticerer problemer med computerens hardwarekomponenter.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "De test, der udføres, hjælper med at afgøre, om evt. problemer skyldes hardware eller software.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Hvis testresultaterne viser, at der ikke er noget hardwareproblem, skal du se i håndbogen eller i det hjælpesystem, der fulgte med computeren, for at få hjælp til fejlfinding.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Anslået tidsforbrug: 3 minutter eller mere, afhængigt af mængden af hukommelse.";	/* default */
"test-desc-intro-quick-text2"	= "Anslået tidsforbrug: 10 til 15 sekunder eller mere, afhængigt af mængden af hukommelse.";
"test-desc-intro-quick-text3"	= "Anslået tidsforbrug: 2 minutter eller mere, afhængigt af mængden af hukommelse.";
"test-desc-intro-quick-text4"	= "Anslået tidsforbrug: 4 minutter eller mere, afhængigt af mængden af hukommelse.";

"test-desc-intro-extend-text"	= "Tidsforbrug: 1 time eller mere, afhængigt af mængden af hukommelse.";	/* default */
"test-desc-intro-extend-text2"	= "Anslået tidsforbrug: 10 til 15 minutter eller mere, afhængigt af mængden af hukommelse.";
"test-desc-intro-extend-text3"	= "Anslået tidsforbrug: 30 minutter eller mere, afhængigt af mængden af hukommelse.";
"test-desc-intro-extend-text4"	= "Tidsforbrug: 2 timer eller mere, afhængigt af mængden af hukommelse.";

"test-desc-option-extend-text"	= "Udfør Udvidet test (tager længere tid).";
"test-desc-option-loop-text"	= "Looping slået til.";

"test-desc-quick-running-1-text"	= "Test i gang...";
"test-desc-quick-running-2-text"	= "Klik på knappen “Stop test” for at stoppe.";
"test-desc-quick-running-3-text"	= "Eller tryk på “Kommandotasten” (“Apple-tasten”) og “.” (punktum) samtidig.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Udvidet test i gang...";
"test-desc-extend-running-2-text"	= "Klik på knappen “Stop test” for at stoppe.";
"test-desc-extend-running-3-text"	= "Eller tryk på “Kommandotasten” (“Apple-tasten”) og “.” (punktum) samtidig.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Advarsel!  Apple Hardware Test har fundet en fejl.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Noter den fejlkode, der vises i Resultater.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Hvis der er eksterne enheder sluttet til computeren, skal du lukke computeren ned, afmontere de eksterne enheder og afvikle Udvidet test for at kontrollere resultaterne.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Hvis der stadig rapporteres om fejl, kan du kontakte AppleCare for at få hjælp. Du finder oplysninger om, hvordan du kontakter AppleCare, i det service- og supportmateriale, der fulgte med computeren.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Advarsel!  Apple Hardware Test fandt en fejl under start.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Noter først de fejlkoder, som vises i Resultater.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Hvis der er eksterne enheder sluttet til computeren, skal du lukke computeren ned, afmontere de eksterne enheder og afvikle Udvidet test for at kontrollere resultaterne.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Hvis der stadig rapporteres om fejl, kan du kontakte AppleCare for at få hjælp. Du finder oplysninger om, hvordan du kontakter AppleCare, i det service- og supportmateriale, der fulgte med computeren.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Produkt";
"prof-prod-group-subtitle"		= "Produktoplysninger:";
"prof-prod-name-label"			= "Macintosh-navn:";
"prof-prod-model-label"			= "Macintosh-model:";
"prof-prod-cputype-label"		= "CPU-type:";
"prof-prod-cpucount-label"		= "Antal processorer:";
"prof-prod-cpucoretotal-label"	= "Antal kerner i alt:";
"prof-prod-cpucorecount-label"	= "Antal kerner:";
"prof-prod-cpuspeed-label"		= "CPU-hastighed:";
"prof-prod-cpucache-label"		= "L2 CPU-buffer (pr. processor):";

"prof-prod-L2cache-label"		= "L2-buffer:";
"prof-prod-L2cachecore-label"	= "L2-buffer (pr. core):";
"prof-prod-L3cache-label"		= "L3-buffer:";

"prof-prod-cpucache3-label"		= "L3-CPU-buffer (pr. CPU)";
"prof-prod-mlb-sn-label"		= "MLB-serienr.:";
"prof-processor-tray-sn-label"	= "Serienummer på processorbakke:";

"prof-graph-group-title"		= "Grafik";
"prof-graph-group-subtitle"		= "Grafikoplysninger:";
"prof-graph-chipset-label"		= "Grafik:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Skærmbredde (punkter):";
"prof-graph-disp-height-label"	= "Skærmhøjde (punkter):";

"prof-communi-group-title"		= "Kommunikation";
"prof-communi-group-subtitle"	= "Kommunikationsoplysninger:";
"prof-communi-enet-mac-label"	= "Ethernet MAC-adresse:";
"prof-communi-fwire-mac-label"	= "FireWire MAC-adresse:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "IR-modtager:";
"prof-communi-usb1-connect-label"	= "USB-port 1:";
"prof-communi-usb2-connect-label"	= "USB-port 2:";
"prof-communi-usb3-connect-label"	= "USB-port 3:";
"prof-communi-usb4-connect-label"	= "USB-port 4:";

"prof-memo-group-title"			= "Hukommelse";
"prof-memo-group-subtitle"		= "Hukommelsesoplysninger:";
"prof-memo-overview-label"		= "Oversigt";
"prof-memo-slot-1-label"		= "Plads 1";
"prof-memo-slot-2-label"		= "Plads 2";
"prof-memo-slot-3-label"		= "Plads 3";
"prof-memo-slot-4-label"		= "Plads 4";
"prof-memo-slot-5-label"		= "Plads 5";
"prof-memo-slot-6-label"		= "Plads 6";
"prof-memo-slot-7-label"		= "Plads 7";
"prof-memo-slot-8-label"		= "Plads 8";

"prof-memo-type-str"			= "Fastmonteret SDRAM.";
"prof-memo--str"				= "Ukendt";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Cyklustid (ns)";
"prof-memo-ct2-str"				= " Cyklus (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Parret med #";
"prof-memo-paired-not-str"		= " ikke parret";
"prof-memo-mismatch-label"		= "Fejl:";
"prof-memo-size-str"			= " str.";
"prof-memo-speed-str"			= " hastighed";
"prof-memo-vendor-str"			= " producent";
"prof-memo-recommend-str"		= "Anbefalet: ";
"prof-memo-post-fail-str"		= "POST-fejl";

"prof-board-group-title"		= "Hovedkort";
"prof-board-brom-vers-label"	= "Boot ROM-version:";
"prof-board-smc-vers-label"		= "SMC-version:";
"prof-board-syst-sn-label"		= "System-serienr.:";
"prof-board-bootdev-label"		= "Startenhed:";

"prof-stor-group-title"			= "Lagringsplads";
"prof-stor-size-label"			= "Str.:";

"prof-powr-group-title"			= "Strøm";
"prof-powr-group-subtitle"		= "Strømoplysninger:";
"prof-powr-src-label"			= "Strømkilde:";
"prof-powr-src-wall-str"		= "Strømforsyning";
"prof-powr-src-batt-str"		= "Batteri";
"prof-powr-ac-on-str"			= "Tilsluttet";
"prof-powr-ac-off-str"			= "Ikke tilsluttet";
"prof-powr-capac-label"			= "Kapacitet:";
"prof-powr-volt-label"			= "Spænding:";
"prof-powr-status-label"		= "Status:";

